tap "fairwindsops/tap"
tap "gbevin/tools"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "patrickdappollonio/tap"
tap "warrensbox/tap"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "python@3.12"
brew "asciinema"
brew "aws-iam-authenticator"
brew "boost"
brew "glib"
brew "cairo"
brew "circleci"
brew "comby"
brew "conftest"
brew "crane"
brew "ctop"
brew "diff-so-fancy"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "efm-langserver"
brew "fish"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gomplate"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "ingress2gateway"
brew "ipcalc"
brew "istioctl"
brew "jq"
brew "keyring"
brew "kind"
brew "kube-linter"
brew "kubent"
brew "kustomize"
brew "kyverno"
brew "openjpeg"
brew "libfido2"
brew "libpq", link: true
brew "linkerd"
brew "lua-language-server"
brew "luarocks"
brew "luv"
brew "mongosh"
brew "navi"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "ninja"
brew "opa"
brew "operator-sdk"
brew "p7zip"
brew "pass"
brew "perl"
brew "pinentry-mac"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "srt"
brew "starship"
brew "step"
brew "telnet"
brew "terraform", link: false
brew "terraform-docs"
brew "terragrunt"
brew "tesseract"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tinyproxy"
brew "tmux"
brew "vim"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "ykman"
brew "ykpers"
brew "yq"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform-ls"
brew "patrickdappollonio/tap/kubectl-slice"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "arc"
cask "aws-vault-binary"
cask "blackhole-2ch"
cask "discord"
cask "docker-desktop"
cask "flux-app"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "gcloud-cli"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "keycastr"
cask "kitty"
cask "libreoffice"
cask "notion"
cask "rectangle"
cask "showmidi"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
vscode "vscodevim.vim"
go "github.com/spf13/cobra-cli"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/hashicorp/terraform-provider-google"
