tap "fairwindsops/tap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "warrensbox/tap"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "python@3.12"
brew "asciinema"
brew "aws-iam-authenticator"
brew "boost"
brew "glib"
brew "cairo"
brew "circleci"
brew "comby"
brew "conftest"
brew "ctop"
brew "diff-so-fancy"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "efm-langserver"
brew "fish"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gomplate"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "jq"
brew "keyring"
brew "kind"
brew "kubent"
brew "kubeval"
brew "kustomize"
brew "openjpeg", link: false
brew "libfido2"
brew "libpq", link: true
brew "linkerd"
brew "lua-language-server"
brew "luarocks"
brew "luv"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "nghttp2"
brew "ninja"
brew "node", link: false
brew "python@3.10"
brew "node@14"
brew "opa"
brew "operator-sdk"
brew "p7zip"
brew "pass"
brew "perl"
brew "pinentry-mac"
brew "pre-commit"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "srt"
brew "starship"
brew "step"
brew "teleport"
brew "telnet"
brew "terraform", link: false
brew "terraform-docs"
brew "terragrunt"
brew "tesseract"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tinyproxy"
brew "tmux"
brew "vim"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "ykman"
brew "ykpers"
brew "yq"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform-ls"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "aws-vault"
cask "blackhole-2ch"
cask "discord"
cask "docker"
cask "flux"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "gpg-suite"
cask "grammarly"
cask "iterm2"
cask "keybase"
cask "keycastr"
cask "libreoffice"
cask "notion"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
