tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "warrensbox/tap"
brew "argocd"
brew "sqlite"
brew "asciinema"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "glib"
brew "circleci"
brew "conftest"
brew "ctop"
brew "diff-so-fancy"
brew "efm-langserver"
brew "guile"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "folly"
brew "git"
brew "gnupg"
brew "grep"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "jq"
brew "kind"
brew "kustomize"
brew "libpq", link: true
brew "luarocks"
brew "luv"
brew "node@14"
brew "mongosh"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "nghttp2"
brew "ninja"
brew "opa"
brew "p7zip"
brew "pass"
brew "perl"
brew "pinentry-mac"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "telnet"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tinyproxy"
brew "tmux"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "ykman"
brew "ykpers"
brew "yq"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform-ls"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "aws-vault"
cask "blackhole-2ch"
cask "discord"
cask "docker"
cask "flux"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "gpg-suite"
cask "grammarly"
cask "iterm2"
cask "keybase"
cask "keycastr"
cask "libreoffice"
cask "notion"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
