FabioAntunes/fish-nvm
edc/bass
jethrokuan/fzf
aliz-ai/google-cloud-sdk-fish-completion
jorgebucaran/fishtape
FabioAntunes/base16-fish-shell
jorgebucaran/fisher
oh-my-fish/theme-bobthefish
evanlucas/fish-kubectl-completions
