FabioAntunes/fish-nvm
edc/bass
aliz-ai/google-cloud-sdk-fish-completion
jorgebucaran/fishtape
jorgebucaran/fisher
evanlucas/fish-kubectl-completions
catppuccin/fish
patrickf1/fzf.fish
